export const dataInfo = `[
    {
        "id": "1",
        "name": "Лев",
        "description": "Лев, часто называемый 'царем зверей', является крупным представителем семейства кошачьих. Львы живут в саваннах и открытых лесах Африки. Они известны своей мощью и величественной гривой у самцов.",
        "url": "https://upload.wikimedia.org/wikipedia/commons/7/73/Lion_waiting_in_Namibia.jpg"
    },
    {
        "id": "2",
        "name": "Слон",
        "description": "Слон является самым крупным наземным млекопитающим. Они обитают в Африке и Азии, известны своими большими ушами и длинными хоботами, которые используются для множества целей, от питья воды до подъема предметов.",
        "url": "https://upload.wikimedia.org/wikipedia/commons/6/63/African_elephant_warning_raised_trunk.jpg"
    },
    {
        "id": "3",
        "name": "Тигр",
        "description": "Тигр - это самая крупная дикая кошка в мире, обитающая в лесах и саваннах Азии. Тигры известны своими полосами, которые помогают им маскироваться в естественной среде обитания. Они одиночные охотники и часто ведут ночной образ жизни.",
        "url": "https://cdnn21.img.ria.ru/images/152363/88/1523638828_0:0:1920:1279_1440x900_80_0_1_9bc82d1c5453222958fac8cc8ccecfe1.jpg.webp?source-sid=pixabay"
    },
    {
        "id": "4",
        "name": "Коала",
        "description": "Коала - сумчатое млекопитающее, обитающее в эвкалиптовых лесах Австралии. Коалы большую часть времени проводят на деревьях, питаясь листьями эвкалипта. Эти животные ведут малоподвижный образ жизни и известны своим милым внешним видом.",
        "url": "https://upload.wikimedia.org/wikipedia/commons/4/49/Koala_climbing_tree.jpg"
    },
    {
        "id": "5",
        "name": "Пингвин",
        "description": "Пингвины - это нелетающие морские птицы, обитающие преимущественно в Южном полушарии, особенно в Антарктиде. Они хорошо плавают и охотятся на рыбу, кальмаров и других морских обитателей. Пингвины имеют плотное оперение, которое сохраняет тепло в холодных водах.",
        "url": "https://avatars.dzeninfra.ru/get-zen_doc/5185533/pub_6447a94205680c15fbdca162_6447a98305680c15fbdcb0e2/scale_1200"
    },
    {
        "id": "6",
        "name": "Панда",
        "description": "Большая панда, также известная как бамбуковый медведь, обитает в горных регионах центрального Китая. Панды питаются почти исключительно бамбуком, хотя иногда могут есть и другие растения или даже мясо. Они известны своим черно-белым окрасом и дружелюбным характером.",
        "url": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Grosser_Panda.JPG"
    },
    {
        "id": "7",
        "name": "Дельфин",
        "description": "Дельфины - это высокоразвитые морские млекопитающие, обитающие в морях и океанах по всему миру. Они известны своим интеллектом, сложным социальным поведением и способностью к эхо-локации, которая помогает им находить пищу и ориентироваться в воде.",
        "url": "https://s0.rbk.ru/v6_top_pics/resized/900xH/media/img/7/69/346926118002697.webp"
    },
    {
        "id": "8",
        "name": "Белый медведь",
        "description": "Белый медведь, также известный как полярный медведь, обитает в арктических регионах. Они являются отличными пловцами и охотятся на тюленей, используя лед как платформу для охоты. Белые медведи приспособлены к жизни в суровых условиях Арктики, имея толстый слой жира и плотное белое меховое покрытие.",
        "url": "https://rgo.ru/upload/s34web.imageadapter/e28cb5b1efcd3b3080de3921ea3773b3/foto_1_7.jpg"
    }
]`;
